Repository: squatchus/typefaster
Catalog: type.trainer/*.lproj/Localizable.strings
Languages: ru

# alert.button.no
source: No
ru: Нет

# alert.button.ok
source: Ok
ru: Ок

# alert.button.remind
source: Remind me
ru: Напоминать

# alert.leaderboard.message
source: You need to login to Game Center to access to Leaderboards. Open 'Settings' -> 'Game Center' and login with your account.
ru: Для доступа к таблице рекордов, необходимо войти в Game Center. Откройте 'Настройки' -> 'Game Center' и введите данные своей учётной записи

# alert.leaderboard.title
source: Leaderboards
ru: Таблица рекордов

# alert.reminder.message
source: Regular practice will improve your progress. Do you want us to remind you about trainings?
ru: Регулярные тренировки помогут быстрее развить скорость печати. Напоминать о них 1 раз в день?

# common.per.minute
source: per minute
ru: в минуту

# common.rate
source: Rate
ru: Оценить

# common.reminders
source: Reminders
ru: Напоминания

# common.settings
source: Settings
ru: Настройки

# menu.vm.began.with
source: and began with a speed:
ru: а начинали со скорости:

# menu.vm.best.result
source: Your best result
ru: Ваш лучший результат

# menu.vm.complete.first
source: complete the first training
ru: пройдите первую тренировку

# menu.vm.incredible
source: You are incredible :)
ru: Вы бесподобны :)

# menu.vm.keep.training
source: keep training
ru: продолжайте тренироваться

# menu.vm.min
source: min.
ru: мин.

# menu.vm.next.goal
source: Next goal:
ru: Следующая цель:

# menu.vm.rank
source: Rank
ru: Ранг

# menu.vm.type.faster
source: Type faster!
ru: Печатать быстрее!

# rank.lvl.0
source: Novice
ru: Новичек

# rank.lvl.1
source: Beginner
ru: Ученик

# rank.lvl.2
source: Competent
ru: Освоившийся

# rank.lvl.3
source: Proficient
ru: Уверенный

# rank.lvl.4
source: Expert
ru: Опытный

# rank.lvl.5
source: Rock star
ru: Бывалый

# rank.lvl.6
source: Unstoppable
ru: Продвинутый

# rank.lvl.7
source: Master
ru: Мастер

# rank.lvl.8
source: Guru
ru: Гуру

# rank.lvl.9
source: Outstanding
ru: Запредельный

# rank.lvl.10
source: Faster than light
ru: Ну очень быстрый

# reminder.message
source: Time to practice some typing!
ru: Потренируйтесь в скорости печати!

# reminder.title
source: Type faster
ru: Печатай быстрее

# results.vm.best.result
source: best\nresult
ru: лучший результат

# results.vm.continue
source: Continue
ru: Продолжить

# results.vm.mistakes
source: typo\npercentage
ru: процент ошибок

# results.vm.new.rank
source: New rank
ru: Новый ранг

# results.vm.new.record
source: New record!
ru: Новый рекорд!

# results.vm.your.result
source: Your result
ru: Ваш результат

# settings.vm.reminders.info
source: If you want to practice regularly we can remind you about training once in a day.
ru: Если хотите заниматься регулярно, мы можем напоминать вам раз в день о предстоящей тренировке

# settings.vm.strict.typing
source: Strict typing mode
ru: Строгий режим набора

# settings.vm.strict.typing.info
source: If there is a typo you won't be able to keep typing until you fix it. It can be frustrating at the beginning but will speed up your progress.
ru: Не позволяет Вам набирать текст, пока не исправлена ошибка. По началу раздражает, но очень дисциплинирует
